Repository: tarak/django-change-email
Catalog: change_email/locale/*/LC_MESSAGES/django.po
Languages: de

source: Resend confirmation email to selected addresses
de: Erneutes versenden der Email zur Bestätigung an selektierte Adressen

source: new email address
de: Neue Email-Adresse

source: The date and time the email address change was requested.
de: Das Datum und die Zeit zu der die Änderung der Email-Adresse angefordert wurde.

source: date
de: Datum

source: The user that has requested the email address change.
de: Der Benutzer der die Änderung der Email-Adresse angefordert hat.

source: user
de: Benutzer

source: email address change request
de: Anforderung zur Änderung der Email-Adresse

source: email address change requests
de: Anforderungen zur Änderung der Email-Adresse

source: No email address change request was found. Either an old one has expired or a new one has not been requested.
de: Es wurde keine Anforderung zur Änderung der Email-Adresse gefunden. Entwederist eine alte Anforderung abgelaufen oder es wurde keine Änderung der Email-Adresse angefordert.

source: An email address change request was found. It must be deleted before a new one can be requested.
de: Eine Anforderung zur Änderung der Email-Adresse wurde gefunden. Diese mussgelöscht werden bevor eine neue Anforderung gestellt werden kann.

source: The email address change request was processed.
de: Die Anforderung zur Änderung der Email-Adresse wurde verarbeitet.
